amatiasq.sort-imports
arcanis.vscode-zipfs
azemoh.one-monokai
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fabiospampinato.vscode-markdown-todo
febean.vue-format
firsttris.vscode-jest-runner
golang.go
HookyQR.beautify
jcbuisson.vue
leizongmin.node-module-intellisense
ms-azuretools.vscode-docker
naumovs.color-highlight
octref.vetur
Orta.vscode-jest
peakchen90.vue-beautify
PKief.material-icon-theme
premparihar.gotestexplorer
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
robinbentley.sass-indented
sdras.night-owl
shardulm94.trailing-spaces
sleistner.vscode-fileutils
slevesque.vscode-multiclip
sysoev.vscode-open-in-github
vscode-icons-team.vscode-icons
waderyan.gitblame
WallabyJs.quokka-vscode
windmilleng.vscode-go-autotest
wix.vscode-import-cost
wmaurer.vscode-jumpy
wwm.better-align
zhuangtongfa.material-theme
Zignd.html-css-class-completion